[
    {
        "id": 1,
        "name": "Motor Insurance",
        "description": "Motor Insurance helps protect you and your vehicle from unexpected costs due to accidents, theft, fire, or damage. It includes options from third-party to comprehensive cover.",
        "img": "motor"
    },
    {
        "id": 2,
        "name": "Contractors All Risks",
        "description": "Contractors All Risks Insurance provides comprehensive cover for construction projects, including damage to works, materials, and third-party liability for injury or property damage during construction. It’s commonly used by contractors, developers, and project owners.",
        "img": "contractor"
    },
    {
        "id": 3,
        "name": "Public Liability",
        "description": "Public Liability Insurance covers legal liability for third-party injury or property damage caused by your business operations. It’s essential for businesses that interact with the public or operate in shared spaces.",
        "img": "pliability"
    },
    {
        "id": 4,
        "name": "Agro-insurance",
        "description": "Provides financial protection for farmers against losses due to events like drought, floods, pests, or disease outbreaks. It helps secure crops, livestock, and farm equipment, ensuring stability even in uncertain seasons.",
        "img": "agro"
    },
    {
        "id": 5,
        "name": "Employer’s Liability",
        "description": "Provides coverage to employers for legal costs and compensation claims made by employees who suffer job-related injuries, illnesses, or accidents during the course of their work.",
        "img": "empliability"
    },
    {
        "id": 6,
        "name": "Marine",
        "description": "Provides financial protection against loss or damage to ships, cargo, and related interests during transit over sea or inland waterways. It covers risks such as sinking, collisions, piracy, and weather-related damages.",
        "img": "marine"
    },
    {
        "id": 7,
        "name": "Livestock Insurance",
        "description": "Livestock Insurance provides financial protection against the loss of animals due to accidents, diseases, theft, or natural disasters. It helps farmers and livestock owners recover losses and maintain their income in case of unexpected events.",
        "img": "livestock"
    },
    {
        "id": 8,
        "name": "Money Insurance & Fidelity Guarantee",
        "description": "covers loss of cash, cheques, or other financial instruments while in transit, at business premises, or in a safe. It protects businesses against risks like theft, robbery, or accidental loss of money during routine operations.",
        "img": "fidelity"
    },
    {
        "id": 9,
        "name": "Domestic Package",
        "description": "Domestic Package Insurance offers combined coverage for your home and its contents against risks like fire, theft, accidental damage, and liabilities. It typically includes protection for buildings, personal belongings, electronics, and third-party injuries occurring at home.",
        "img": "domestic"
    },
    {
        "id": 10,
        "name": "Fire and Allied Perils",
        "description": "Fire and Allied Perils Insurance covers damage or loss to property caused by fire and related risks such as lightning, explosions, storms, floods, and riots. It protects buildings, stock, and equipment against unexpected destructive events.",
        "img": "fire"
    },
    {
        "id": 11,
        "name": "Medical Malpractice",
        "description": "Medical Malpractice Insurance protects hospitals and healthcare professionals against legal liability arising from medical negligence, errors, or omissions. It covers legal costs, settlements, and compensation claims made by patients.",
        "img": "mmalpractice"
    },
    {
        "id": 12,
        "name": "Goods in Transit",
        "description": "Protects goods against loss or damage while being transported from one location to another, whether by road, rail, air, or sea. It covers risks such as theft, accidents, fire, and natural disasters that may occur during the journey. This insurance provides financial protection for businesses and individuals moving goods locally or internationally.",
        "img": "git"
    },
    {
        "id": 13,
        "name": "Cash in Transit",
        "description": "Protects businesses against the loss of money while it's being moved from one place to another—such as from premises to a bank or between branches. It covers risks like theft, robbery, or accidental loss during the transit process, offering financial security and peace of mind during routine cash handling operations.",
        "img": "cit"
    },
    {
        "id": 14,
        "name": "Medical/ Health Insurance",
        "description": "Provides financial cover for medical expenses arising from illness, injury, or hospitalization. It typically covers consultation fees, diagnostic tests, hospital stays, surgeries, and prescribed medication. This insurance helps reduce the financial burden of healthcare costs and ensures access to timely medical treatment for individuals and families.",
        "img": "medical"
    },
    {
        "id": 15,
        "name": "Personal Accident Insurance",
        "description": "Personal Accident Insurance provides financial compensation in the event of injury, disability, or death caused solely by accidental, external, and visible events. It covers medical expenses, temporary or permanent disability, and accidental death, helping individuals or their families cope with the financial impact of unexpected accidents. This insurance is ideal for protecting income and ensuring financial stability during recovery or in case of loss of life.",
        "img": "paccident"
    },
    {
        "id": 16,
        "name": "Professional Indemnity",
        "description": "Professional Indemnity Insurance provides protection for professionals against legal liability arising from mistakes, negligence, or omissions in the course of their work. It covers legal costs, settlements, or compensation claims made by clients who suffer loss due to the professional's advice or service. This insurance is essential for consultants, lawyers, architects, engineers, medical practitioners, and other professionals offering expert services.",
        "img": "indemnity"
    },
    {
        "id": 17,
        "name": "Theft/ Burglary Insurance",
        "description": "Theft Insurance provides financial protection against the loss or damage of property resulting from theft or attempted theft. It typically covers burglary, housebreaking, and forcible entry or exit from insured premises. This policy is ideal for individuals and businesses seeking to safeguard valuable assets such as equipment, inventory, or personal belongings from criminal acts. Optional extensions may include coverage for armed robbery or theft by employees, depending on the insurer.",
        "img": "theft"
    },
    {
        "id": 18,
        "name": "WIBA",
        "description": "WIBA Insurance (Work Injury Benefits Act Insurance) offers mandatory coverage for employees injured, disabled, or who die due to work-related incidents. It covers medical expenses, lost income, permanent disability, and death benefits. The policy also includes hospitalization, rehabilitation, and funeral costs. WIBA protects both employers and employees by ensuring timely compensation without the need to prove fault."
    },
    {
        "id": 19,
        "name": "Travel",
        "description": "Travel Insurance provides financial protection against unexpected events that may occur while traveling, either locally or internationally. It typically covers medical emergencies, trip cancellations or interruptions, lost or delayed luggage, and personal accidents during the journey. Some policies may also include emergency evacuation, travel delays, and personal liability. Travel insurance offers peace of mind by reducing the financial and logistical stress of unforeseen incidents, making it an essential safeguard for both leisure and business travelers.",
        "img": "travel"
    },
    {
        "id": 20,
        "name": "Group Personal Accident (GPA)",
        "description": "Group Personal Accident (GPA) Insurance offers financial protection to employees or members of a group in the event of accidental injury, disability, or death. It covers benefits such as accidental death, permanent or temporary disability, medical expenses, and sometimes funeral costs. This policy ensures that affected individuals or their dependents receive timely compensation, reducing financial hardship. GPA is especially valuable for organizations looking to enhance employee welfare and provide additional security beyond mandatory insurance schemes.",
        "img": "gpa"
    }
]